Repository: Alexadar/rootyapps
Catalog: ephemeris.swift/ephemeris/Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sv, tr, uk

source: Lat
cs: Šíř.
de: Br.
el: Πλ.
hu: Szél.
ja: 緯度
ko: 위도
nl: Br.
pl: Szer.
tr: Enl.
uk: Шир.

source: Leo
cs: Lev
de: Löwe
el: Λέων
fr: Lion
hu: Oroszlán
it: Leone
ja: 獅子座
ko: 사자자리
nl: Leeuw
pl: Lew
pt_br: Leão
ro: Leu
sv: Lejonet
tr: Aslan
uk: Лев

source: Libra
cs: Váhy
de: Waage
el: Ζυγός
fr: Balance
hu: Mérleg
it: Bilancia
ja: 天秤座
ko: 천칭자리
nl: Weegschaal
pl: Waga
ro: Balanță
sv: Vågen
tr: Terazi
uk: Терези

source: Locomotive
cs: Lokomotiva
de: Lokomotive
el: Ατμομηχανή
es: Locomotora
hu: Mozdony
it: Locomotiva
ja: ロコモーティブ
ko: 로코모티브
nl: Locomotief
pl: Lokomotywa
pt_br: Locomotiva
ro: Locomotivă
sv: Lokomotiv
tr: Lokomotif
uk: Локомотив

source: Lon
cs: Dél.
de: Lg.
el: Μ.
fr: Long.
hu: Hossz.
it: Long.
ja: 経度
ko: 경도
nl: Lg.
pl: Dł.
pt_br: Long.
ro: Long.
sv: Long.
tr: Boy.
uk: Довг.

source: Longitudes are measured from the vernal equinox.
cs: Délky se měří od jarní rovnodennosti.
de: Längen werden vom Frühlingspunkt aus gemessen.
el: Τα μήκη μετρώνται από την εαρινή ισημερία.
es: Las longitudes se miden desde el equinoccio de primavera.
fr: Les longitudes sont mesurées depuis l’équinoxe de printemps.
hu: A hosszúságokat a tavaszi napéjegyenlőségtől mérjük.
it: Le longitudini sono misurate dall’equinozio di primavera.
ja: 黄経は春分点から測定されます。
ko: 황경은 춘분점에서 측정됩니다.
nl: Lengtes worden gemeten vanaf het lentepunt.
pl: Długości mierzone są od punktu równonocy wiosennej.
pt_br: As longitudes são medidas a partir do equinócio vernal.
ro: Longitudinile sunt măsurate de la echinocțiul de primăvară.
sv: Longituder mäts från vårdagjämningen.
tr: Boylamlar ilkbahar ekinoksundan ölçülür.
uk: Довготи вимірюються від весняного рівнодення.

source: Mercury
cs: Merkur
de: Merkur
el: Ερμής
es: Mercurio
fr: Mercure
hu: Merkúr
it: Mercurio
ja: 水星
ko: 수성
nl: Mercurius
pl: Merkury
pt_br: Mercúrio
ro: Mercur
sv: Merkurius
tr: Merkür
uk: Меркурій

source: Midheaven
cs: Medium Coeli
de: Medium Coeli
el: Μεσουράνημα
es: Medio Cielo
fr: Milieu du Ciel
hu: Medium Coeli
it: Medio Cielo
ja: ミッドヘブン
ko: 천정
nl: Midhemel
pl: Medium Coeli
pt_br: Meio do Céu
ro: Mijlocul Cerului
sv: Himmelens mitt
tr: Tepe Noktası
uk: Середина неба

source: Midpoint composite
cs: Kompozit z polovin
de: Halbsummen-Composit
el: Σύνθετος μέσων σημείων
es: Compuesta por puntos medios
fr: Composite par points médians
hu: Félösszeg-kompozit
it: Composto per punti medi
ja: 中点コンポジット
ko: 중간점 컴포지트
nl: Middelpunt-composiet
pl: Composite z punktów środkowych
pt_br: Composto por pontos médios
ro: Compozit prin puncte medii
sv: Halvsummekomposit
tr: Orta nokta kompoziti
uk: Композит середніх точок

source: Midpoints
cs: Poloviny
de: Halbsummen
el: Μέσα σημεία
es: Puntos medios
fr: Points médians
hu: Felezőpontok
it: Punti medi
ja: midpoint
ko: 중간점
nl: Middelpunten
pl: Punkty środkowe
pt_br: Pontos médios
ro: Puncte mediane
sv: Mittpunkter
tr: Orta noktalar
uk: Середні точки

source: Modalities
cs: Kvality
de: Qualitäten
el: Ποιότητες
es: Modalidades
fr: Modalités
hu: Minőségek
it: Modalità
ja: クオリティ
ko: 양태
nl: Kwaliteiten
pl: Jakości
pt_br: Modalidades
ro: Modalități
sv: Kvaliteter
tr: Nitelikler
uk: Хрести

source: Moment
cs: Okamžik
de: Zeitpunkt
el: Στιγμή
es: Momento
hu: Időpont
it: Momento
ja: 時刻
ko: 시각
pt_br: Momento
sv: Ögonblick
tr: An
uk: Момент

source: Moon
cs: Měsíc
de: Mond
el: Σελήνη
es: Luna
fr: Lune
hu: Hold
it: Luna
ja: 月
ko: 달
nl: Maan
pl: Księżyc
pt_br: Lua
ro: Lună
sv: Månen
tr: Ay
uk: Місяць

source: Moon alerts
cs: Upozornění na Měsíc
de: Mond-Hinweise
el: Ειδοποιήσεις Σελήνης
es: Avisos lunares
fr: Alertes lunaires
hu: Hold-értesítések
it: Avvisi lunari
ja: 月の通知
ko: 달 알림
nl: Maanmeldingen
pl: Powiadomienia o Księżycu
pt_br: Alertas da Lua
ro: Alerte lunare
sv: Månaviseringar
tr: Ay bildirimleri
uk: Сповіщення про Місяць

source: Moonrise
cs: Východ Měsíce
de: Mondaufgang
el: Ανατολή Σελήνης
es: Salida de la Luna
fr: Lever de Lune
hu: Holdkelte
it: Sorgere della Luna
ja: 月の出
ko: 월출
nl: Maansopkomst
pl: Wschód Księżyca
pt_br: Nascer da Lua
ro: Răsăritul Lunii
sv: Månuppgång
tr: Ay doğuşu
uk: Схід Місяця

source: Moonset
cs: Západ Měsíce
de: Monduntergang
el: Δύση Σελήνης
es: Puesta de la Luna
fr: Coucher de Lune
hu: Holdnyugta
it: Tramonto della Luna
ja: 月の入り
ko: 월몰
nl: Maansondergang
pl: Zachód Księżyca
pt_br: Pôr da Lua
ro: Apusul Lunii
sv: Månnedgång
tr: Ay batışı
uk: Захід Місяця

source: Morning star (Promethean)
cs: Jitřenka (prométheovská)
de: Morgenstern (prometheisch)
el: Εωσφόρος (προμηθεϊκός)
es: Lucero matutino (prometeico)
fr: Étoile du matin (prométhéenne)
hu: Hajnalcsillag (prométheuszi)
it: Stella del mattino (prometeica)
ja: 明けの明星（プロメテウス的）
ko: 샛별 (프로메테우스적)
nl: Morgenster (prometheïsch)
pl: Gwiazda Poranna (prometejska)
pt_br: Estrela matutina (prometeica)
ro: Luceafărul de dimineață (prometeic)
sv: Morgonstjärna (prometeisk)
tr: Sabah yıldızı (Prometheusçu)
uk: Ранкова зоря (прометеївська)

source: NEXT
cs: DALŠÍ
de: NÄCHSTE
el: ΕΠΟΜΕΝΗ
es: PRÓXIMA
fr: PROCHAINE
hu: KÖVETKEZŐ
it: PROSSIMA
ja: 次回
ko: 다음
nl: VOLGENDE
pl: NAJBLIŻSZY
pt_br: PRÓXIMA
ro: URMĂTOAREA
sv: NÄSTA
tr: SONRAKİ
uk: НАЙБЛИЖЧЕ

source: Name
cs: Jméno
el: Όνομα
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Imię
pt_br: Nome
ro: Nume
sv: Namn
tr: Ad
uk: Ім'я

source: Natal
cs: Natální
de: Radix
el: Γενέθλιος
hu: Születési
it: Natale
ja: ネイタル
ko: 네이탈
pl: Natalny
tr: Doğum
uk: Натальна

source: Natal chart
cs: Natální horoskop
de: Geburtshoroskop
el: Γενέθλιος χάρτης
es: Carta natal
fr: Thème natal
hu: Születési horoszkóp
it: Tema natale
ja: ネイタルチャート
ko: 출생 차트
nl: Geboortehoroscoop
pl: Horoskop urodzeniowy
pt_br: Mapa natal
ro: Hartă natală
sv: Födelsehoroskop
tr: Doğum haritası
uk: Натальна карта

source: Natal charts
cs: Natální horoskopy
de: Geburtshoroskope
el: Γενέθλιοι χάρτες
es: Cartas natales
fr: Thèmes natals
hu: Születési horoszkópok
it: Temi natali
ja: ネイタルチャート
ko: 출생 차트
nl: Geboortehoroscopen
pl: Horoskopy urodzeniowe
pt_br: Mapas natais
ro: Hărți natale
sv: Födelsehoroskop
tr: Doğum haritaları
uk: Натальні карти

source: Neptune
cs: Neptun
de: Neptun
el: Ποσειδώνας
es: Neptuno
hu: Neptunusz
it: Nettuno
ja: 海王星
ko: 해왕성
nl: Neptunus
pl: Neptun
pt_br: Netuno
ro: Neptun
sv: Neptunus
tr: Neptün
uk: Нептун

source: New Moon
cs: Nov
de: Neumond
el: Νέα Σελήνη
es: Luna nueva
fr: Nouvelle Lune
hu: Újhold
it: Luna nuova
ja: 新月
ko: 삭
nl: Nieuwe maan
pl: Nów
pt_br: Lua nova
ro: Lună nouă
sv: Nymåne
tr: Yeni Ay
uk: Молодик

source: New Moon in %@
cs: Nov ve znamení %@
de: Neumond in %@
el: Νέα Σελήνη στο ζώδιο %@
es: Luna nueva en %@
fr: Nouvelle Lune en %@
hu: Újhold %@ jegyében
it: Luna nuova in %@
ja: %@の新月
ko: %@ 신월
nl: Nieuwe maan in %@
pl: Nów w znaku %@
pt_br: Lua nova em %@
ro: Lună nouă în %@
sv: Nymåne i %@
tr: %@ burcunda Yeni Ay
uk: Молодик у знаку %@

source: New chart
cs: Nový horoskop
de: Neues Horoskop
el: Νέος χάρτης
es: Nueva carta
fr: Nouveau thème
hu: Új horoszkóp
it: Nuovo tema
ja: 新規チャート
ko: 새 차트
nl: Nieuwe horoscoop
pl: Nowy horoskop
pt_br: Novo mapa
ro: Hartă nouă
sv: Ny karta
tr: Yeni harita
uk: Нова карта

source: Night hour %lld
cs: Noční hodina %lld
de: Nachtstunde %lld
el: Νυχτερινή ώρα %lld
es: Hora nocturna %lld
fr: Heure nocturne %lld
hu: Éjszakai óra %lld
it: Ora notturna %lld
ja: 夜の第%lld時
ko: 밤 %lld시
nl: Nachtuur %lld
pl: Godzina nocna %lld
pt_br: Hora noturna %lld
ro: Ora nocturnă %lld
sv: Nattimme %lld
tr: Gece saati %lld
uk: Нічна година %lld

source: No aspects within the current orb.
cs: Žádné aspekty v aktuálním orbisu.
de: Keine Aspekte im aktuellen Orbis.
el: Καμία όψη εντός του τρέχοντος ορίου.
es: Sin aspectos dentro del orbe actual.
fr: Aucun aspect dans l'orbe actuel.
hu: Nincs fényszög a jelenlegi orbison belül.
it: Nessun aspetto entro l'orbita attuale.
ja: 現在のオーブ内にアスペクトはありません。
ko: 현재 오브 내에 어스펙트가 없습니다.
nl: Geen aspecten binnen de huidige orb.
pl: Brak aspektów w bieżącym orbisie.
pt_br: Nenhum aspecto dentro do orbe atual.
ro: Niciun aspect în orbul curent.
sv: Inga aspekter inom nuvarande orb.
tr: Mevcut orb içinde açı yok.
uk: Немає аспектів у поточному орбісі.

source: No composite houses
cs: Bez kompozitních domů
de: Keine Composit-Häuser
el: Χωρίς σύνθετους οίκους
es: Sin casas compuestas
fr: Pas de maisons composites
hu: Nincs kompozit ház
it: Nessuna casa composta
ja: コンポジットのハウスなし
ko: 컴포지트 하우스 없음
nl: Geen composiethuizen
pl: Brak domów composite
pt_br: Sem casas compostas
ro: Fără case compozite
sv: Inga kompositghus
tr: Kompozit ev yok
uk: Немає домів композита

source: No events found in range.
cs: V rozsahu nebyly nalezeny žádné události.
de: Keine Ereignisse im Bereich gefunden.
el: Δεν βρέθηκαν γεγονότα.
es: No se encontraron eventos.
fr: Aucun événement trouvé.
hu: Nem található esemény a tartományban.
it: Nessun evento trovato.
ja: 範囲内にイベントが見つかりません。
ko: 범위 내 이벤트가 없습니다.
nl: Geen gebeurtenissen gevonden.
pl: Nie znaleziono wydarzeń.
pt_br: Nenhum evento encontrado.
ro: Nu s-au găsit evenimente.
sv: Inga händelser hittades.
tr: Aralıkta olay bulunamadı.
uk: Подій у діапазоні не знайдено.

source: No events in this window.
cs: Žádné události v tomto období.
de: Keine Ereignisse in diesem Zeitraum.
el: Κανένα γεγονός σε αυτό το διάστημα.
es: Sin eventos en este periodo.
fr: Aucun événement sur cette période.
hu: Nincs esemény ebben az időszakban.
it: Nessun evento in questo periodo.
ja: この期間にイベントはありません。
ko: 이 기간에 이벤트가 없습니다.
nl: Geen gebeurtenissen in deze periode.
pl: Brak wydarzeń w tym okresie.
pt_br: Nenhum evento neste período.
ro: Niciun eveniment în această perioadă.
sv: Inga händelser i denna period.
tr: Bu aralıkta olay yok.
uk: Немає подій у цьому проміжку.

source: No partner chosen
cs: Není vybrán partner
de: Kein Partner gewählt
el: Δεν επιλέχθηκε σύντροφος
es: Ninguna pareja elegida
fr: Aucun partenaire choisi
hu: Nincs kiválasztott partner
it: Nessun partner scelto
ja: 相手が未選択です
ko: 상대를 선택하지 않음
nl: Geen partner gekozen
pl: Nie wybrano partnera
pt_br: Nenhum parceiro escolhido
ro: Niciun partener ales
sv: Ingen partner vald
tr: Partner seçilmedi
uk: Партнера не обрано

source: No recognised pattern.
cs: Žádný rozpoznaný vzorec.
de: Kein erkanntes Muster.
el: Δεν αναγνωρίστηκε μοτίβο.
es: Ningún patrón reconocido.
fr: Aucun schéma reconnu.
hu: Nincs felismert minta.
it: Nessuno schema riconosciuto.
ja: 該当するパターンはありません。
ko: 인식된 패턴이 없습니다.
nl: Geen herkend patroon.
pl: Brak rozpoznanego wzoru.
pt_br: Nenhum padrão reconhecido.
ro: Niciun tipar recunoscut.
sv: Inget igenkänt mönster.
tr: Tanınan bir desen yok.
uk: Впізнаваного візерунка немає.

source: No return available
cs: Není dostupný žádný návrat
de: Keine Wiederkehr verfügbar
el: Καμία διαθέσιμη επιστροφή
es: Ninguna revolución disponible
fr: Aucune révolution disponible
hu: Nincs elérhető visszatérés
it: Nessuna rivoluzione disponibile
ja: 利用できるリターンがありません
ko: 사용 가능한 리턴이 없습니다
nl: Geen terugkeer beschikbaar
pl: Brak dostępnego powrotu
pt_br: Nenhuma revolução disponível
ro: Nicio revoluție disponibilă
sv: Ingen återkomst tillgänglig
tr: Kullanılabilir dönüş yok
uk: Немає доступного повернення

source: No return falls inside the verified window.
cs: Žádný návrat nespadá do ověřeného rozsahu.
de: Keine Wiederkehr fällt in den geprüften Zeitraum.
el: Καμία επιστροφή δεν εμπίπτει στο επαληθευμένο εύρος.
es: Ninguna revolución cae dentro del rango verificado.
fr: Aucune révolution ne tombe dans la période vérifiée.
hu: Egyetlen visszatérés sem esik az ellenőrzött tartományba.
it: Nessuna rivoluzione cade nell'intervallo verificato.
ja: 検証済みの範囲にリターンはありません。
ko: 검증된 범위 안에 리턴이 없습니다.
nl: Geen terugkeer valt binnen het geverifieerde bereik.
pl: Żaden powrót nie mieści się w zweryfikowanym zakresie.
pt_br: Nenhuma revolução cai dentro do intervalo verificado.
ro: Nicio revoluție nu cade în intervalul verificat.
sv: Ingen återkomst faller inom det verifierade intervallet.
tr: Doğrulanmış aralığa hiçbir dönüş düşmüyor.
uk: Жодне повернення не потрапляє у перевірений діапазон.

source: No saved charts yet.
cs: Zatím žádné uložené horoskopy.
de: Noch keine Horoskope gespeichert.
el: Δεν υπάρχουν αποθηκευμένοι χάρτες.
es: Aún no hay cartas guardadas.
fr: Aucun thème enregistré.
hu: Még nincs mentett horoszkóp.
it: Nessun tema salvato.
ja: 保存されたチャートはありません。
ko: 저장된 차트가 없습니다.
nl: Nog geen horoscopen bewaard.
pl: Brak zapisanych horoskopów.
pt_br: Nenhum mapa salvo ainda.
ro: Nicio hartă salvată.
sv: Inga sparade kartor än.
tr: Henüz kayıtlı harita yok.
uk: Збережених карт немає.

source: No solar, lunar or Saturn return falls inside the verified window.
cs: Žádný návrat Slunce, Měsíce ani Saturnu nespadá do ověřeného rozsahu.
de: Keine Sonnen-, Mond- oder Saturnwiederkehr fällt in den geprüften Zeitraum.
el: Καμία ηλιακή, σεληνιακή ή του Κρόνου επιστροφή δεν εμπίπτει στο επαληθευμένο εύρος.
es: Ninguna revolución solar, lunar o de Saturno cae dentro del rango verificado.
fr: Aucune révolution solaire, lunaire ou de Saturne ne tombe dans la période vérifiée.
hu: Sem nap-, sem hold-, sem szaturnusz-visszatérés nem esik az ellenőrzött tartományba.
it: Nessuna rivoluzione solare, lunare o di Saturno cade nell'intervallo verificato.
ja: 検証済みの範囲に太陽・月・土星のリターンはありません。
ko: 검증된 범위 안에 태양·달·토성 리턴이 없습니다.
nl: Geen zonne-, maan- of Saturnusterugkeer valt binnen het geverifieerde bereik.
pl: Żaden powrót Słońca, Księżyca ani Saturna nie mieści się w zweryfikowanym zakresie.
pt_br: Nenhuma revolução solar, lunar ou de Saturno cai dentro do intervalo verificado.
ro: Nicio revoluție solară, lunară sau a lui Saturn nu cade în intervalul verificat.
sv: Ingen sol-, mån- eller Saturnusåterkomst faller inom det verifierade intervallet.
tr: Doğrulanmış aralığa hiçbir Güneş, Ay veya Satürn dönüşü düşmüyor.
uk: Жодне сонячне, місячне чи сатурнове повернення не потрапляє у перевірений діапазон.

source: No sunrise today
cs: Dnes bez východu Slunce
de: Heute kein Sonnenaufgang
el: Καμία ανατολή σήμερα
es: Hoy no amanece
fr: Pas de lever de soleil aujourd’hui
hu: Ma nincs napkelte
it: Oggi il Sole non sorge
ja: 本日は日の出なし
ko: 오늘 일출 없음
nl: Vandaag geen zonsopkomst
pl: Dziś brak wschodu Słońca
pt_br: Sem nascer do sol hoje
ro: Azi fără răsărit
sv: Ingen soluppgång i dag
tr: Bugün gün doğumu yok
uk: Сьогодні немає сходу Сонця

source: None today
cs: Dnes žádné
de: Heute keine
el: Καμία σήμερα
es: Ninguna hoy
fr: Aucun aujourd’hui
hu: Ma nincs
it: Nessuna oggi
ja: 本日はなし
ko: 오늘 없음
nl: Vandaag geen
pl: Dziś brak
pt_br: Nenhum hoje
ro: Niciunul azi
sv: Inga i dag
tr: Bugün yok
uk: Сьогодні немає

source: North and east are positive. Nothing is looked up online.
cs: Sever a východ jsou kladné. Nic se nevyhledává online.
de: Nord und Ost sind positiv. Es wird nichts online abgefragt.
el: Ο βορράς και η ανατολή είναι θετικά. Δεν γίνεται καμία αναζήτηση online.
es: El norte y el este son positivos. No se consulta nada en línea.
fr: Le nord et l'est sont positifs. Aucune recherche en ligne.
hu: Az észak és a kelet pozitív. Semmi nem kerül online lekérdezésre.
it: Nord ed est sono positivi. Nulla viene cercato online.
ja: 北と東が正です。オンラインでの検索は行いません。
ko: 북쪽과 동쪽이 양수입니다. 온라인 조회는 하지 않습니다.
nl: Noord en oost zijn positief. Er wordt niets online opgezocht.
pl: Północ i wschód są dodatnie. Nic nie jest wyszukiwane online.
pt_br: Norte e leste são positivos. Nada é consultado online.
ro: Nordul și estul sunt pozitive. Nu se caută nimic online.
sv: Norr och öst är positiva. Inget slås upp online.
tr: Kuzey ve doğu pozitiftir. Çevrimiçi hiçbir sorgu yapılmaz.
uk: Північ і схід — додатні. Нічого не шукається онлайн.

source: Nothing falls in this range — the file would contain only its header.
cs: Do tohoto rozsahu nic nespadá — soubor by obsahoval jen hlavičku.
de: In diesen Zeitraum fällt nichts — die Datei enthielte nur ihre Kopfzeile.
el: Τίποτα δεν εμπίπτει σε αυτό το εύρος — το αρχείο θα είχε μόνο την κεφαλίδα του.
es: Nada cae en este rango: el archivo solo contendría su encabezado.
fr: Rien dans cette plage — le fichier ne contiendrait que son en-tête.
hu: Ebbe a tartományba semmi nem esik — a fájl csak a fejlécét tartalmazná.
it: Nulla rientra in questo intervallo: il file conterrebbe solo l’intestazione.
ja: この範囲には何もありません — ファイルはヘッダーのみになります。
ko: 이 범위에는 아무것도 없습니다 — 파일에는 헤더만 포함됩니다.
nl: Niets valt in dit bereik — het bestand zou alleen de koptekst bevatten.
pl: Nic nie mieści się w tym zakresie — plik zawierałby tylko nagłówek.
pt_br: Nada está neste intervalo — o arquivo conteria apenas o cabeçalho.
ro: Nimic nu se încadrează în acest interval — fișierul ar conține doar antetul.
sv: Inget faller inom detta intervall — filen skulle bara innehålla sin rubrik.
tr: Bu aralıkta hiçbir şey yok — dosya yalnızca başlığını içerir.
uk: У цей діапазон нічого не потрапляє — файл міститиме лише заголовок.

source: Nothing retrograde
cs: Nic retrográdní
de: Nichts rückläufig
el: Καμία αναδρομή
es: Nada retrógrado
fr: Aucune rétrogradation
hu: Nincs retrográd
it: Nulla in retrogradazione
ja: 逆行なし
ko: 역행 없음
nl: Niets retrograde
pl: Brak retrogradacji
pt_br: Nada retrógrado
ro: Nimic retrograd
sv: Inget retrograd
tr: Geri hareket yok
uk: Немає ретроградних

source: Notifications are turned off for Ephemeris in System Settings.
cs: Oznámení pro Ephemeris jsou vypnutá v Nastavení systému.
de: Mitteilungen für Ephemeris sind in den Systemeinstellungen deaktiviert.
el: Οι ειδοποιήσεις για το Ephemeris είναι απενεργοποιημένες στις Ρυθμίσεις συστήματος.
es: Las notificaciones de Ephemeris están desactivadas en Ajustes del sistema.
fr: Les notifications d’Ephemeris sont désactivées dans les Réglages système.
hu: Az Ephemeris értesítései ki vannak kapcsolva a Rendszerbeállításokban.
it: Le notifiche per Ephemeris sono disattivate nelle Impostazioni di sistema.
ja: システム設定で Ephemeris の通知がオフになっています。
ko: 시스템 설정에서 Ephemeris 알림이 꺼져 있습니다.
nl: Meldingen voor Ephemeris staan uit in Systeeminstellingen.
pl: Powiadomienia dla Ephemeris są wyłączone w Ustawieniach systemowych.
pt_br: As notificações do Ephemeris estão desativadas nos Ajustes do Sistema.
ro: Notificările pentru Ephemeris sunt dezactivate în Setările sistemului.
sv: Aviseringar för Ephemeris är avstängda i Systeminställningar.
tr: Ephemeris bildirimleri Sistem Ayarları’nda kapalı.
uk: Сповіщення для Ephemeris вимкнено в Системних параметрах.

source: Now
cs: Teď
de: Jetzt
el: Τώρα
es: Ahora
fr: Maintenant
hu: Most
it: Adesso
ja: 現在
ko: 지금
nl: Nu
pl: Teraz
pt_br: Agora
ro: Acum
sv: Nu
tr: Şimdi
uk: Зараз

source: Opposed pairs
cs: Opoziční dvojice
de: Oppositionspaare
el: Ζεύγη σε αντίθεση
es: Pares en oposición
fr: Paires en opposition
hu: Szemben álló párok
it: Coppie in opposizione
ja: 衝の組み合わせ
ko: 대칭 쌍
nl: Oppositieparen
pl: Pary w opozycji
pt_br: Pares em oposição
ro: Perechi în opoziție
sv: Oppositionspar
tr: Karşıt çiftler
uk: Пари в опозиції

source: Opposition
cs: Opozice
el: Αντίθεση
es: Oposición
hu: Oppozíció
it: Opposizione
ja: オポジション
ko: 충
nl: Oppositie
pl: Opozycja
pt_br: Oposição
ro: Opoziție
tr: Karşıtlık
uk: Опозиція

source: Orb factor
cs: Faktor orbisu
de: Orbis-Faktor
el: Συντελεστής ορίου
es: Factor de orbe
fr: Facteur d'orbe
hu: Orbis szorzó
it: Fattore orbita
ja: オーブ係数
ko: 오브 계수
pl: Współczynnik orbisu
pt_br: Fator de orbe
ro: Factor orb
sv: Orbfaktor
tr: Orb katsayısı
uk: Коефіцієнт орбісу

source: Outside the verified range %1$d–%2$d
cs: Mimo ověřený rozsah %1$d–%2$d
de: Außerhalb des geprüften Bereichs %1$d–%2$d
el: Εκτός του επαληθευμένου εύρους %1$d–%2$d
es: Fuera del rango verificado %1$d–%2$d
fr: Hors de la plage vérifiée %1$d–%2$d
hu: Az ellenőrzött tartományon kívül: %1$d–%2$d
it: Fuori dall'intervallo verificato %1$d–%2$d
ja: 検証済み範囲 %1$d–%2$d の外です
ko: 검증된 범위 %1$d–%2$d 밖입니다
nl: Buiten het geverifieerde bereik %1$d–%2$d
pl: Poza zweryfikowanym zakresem %1$d–%2$d
pt_br: Fora do intervalo verificado %1$d–%2$d
ro: În afara intervalului verificat %1$d–%2$d
sv: Utanför det verifierade intervallet %1$d–%2$d
tr: Doğrulanmış aralığın dışında %1$d–%2$d
uk: Поза перевіреним діапазоном %1$d–%2$d

source: Peregrine
cs: Peregrin
de: Peregrin
el: Περιπλανώμενος
es: Peregrino
fr: Pérégrin
hu: Peregrin
it: Peregrino
ja: ペレグリン
ko: 페레그린
nl: Peregrijn
pl: Peregrynacja
pt_br: Peregrino
ro: Peregrin
sv: Peregrin
tr: Peregrin
uk: Перегрин

source: Personal planets only
cs: Jen osobní planety
de: Nur persönliche Planeten
el: Μόνο προσωπικοί πλανήτες
es: Solo planetas personales
fr: Planètes personnelles seulement
hu: Csak személyes bolygók
it: Solo pianeti personali
ja: 個人天体のみ
ko: 개인 행성만
nl: Alleen persoonlijke planeten
pl: Tylko planety osobiste
pt_br: Apenas planetas pessoais
ro: Doar planetele personale
sv: Endast personliga planeter
tr: Yalnızca kişisel gezegenler
uk: Лише особисті планети

source: Pick a second chart to compare against this one.
cs: Vyberte druhou nativitu k porovnání.
de: Wählen Sie ein zweites Horoskop zum Vergleich.
el: Επιλέξτε δεύτερο χάρτη για σύγκριση.
es: Elige una segunda carta para comparar con esta.
fr: Choisissez un second thème à comparer à celui-ci.
hu: Válasszon egy második horoszkópot az összevetéshez.
it: Scegli un secondo tema da confrontare con questo.
ja: 比較する2つ目のチャートを選んでください。
ko: 비교할 두 번째 차트를 선택하세요.
nl: Kies een tweede horoscoop om mee te vergelijken.
pl: Wybierz drugi kosmogram do porównania.
pt_br: Escolha um segundo mapa para comparar com este.
ro: Alege o a doua hartă pentru comparație.
sv: Välj ett andra horoskop att jämföra med.
tr: Karşılaştırmak için ikinci bir harita seçin.
uk: Оберіть другу карту для порівняння.

source: Pisces
cs: Ryby
de: Fische
el: Ιχθύες
es: Piscis
fr: Poissons
hu: Halak
it: Pesci
ja: 魚座
ko: 물고기자리
nl: Vissen
pl: Ryby
pt_br: Peixes
ro: Pești
sv: Fiskarna
tr: Balık
uk: Риби

source: Place
cs: Místo
de: Ort
el: Τόπος
es: Lugar
fr: Lieu
hu: Hely
it: Luogo
ja: 場所
ko: 장소
nl: Plaats
pl: Miejsce
pt_br: Local
ro: Loc
sv: Plats
tr: Yer
uk: Місце

source: Planetary hours
cs: Planetární hodiny
de: Planetenstunden
el: Πλανητικές ώρες
es: Horas planetarias
fr: Heures planétaires
hu: Bolygóórák
it: Ore planetarie
ja: 惑星時間
ko: 행성 시간
nl: Planeeturen
pl: Godziny planetarne
pt_br: Horas planetárias
ro: Ore planetare
sv: Planettimmar
tr: Gezegen saatleri
uk: Планетарні години

source: Positions
cs: Pozice
de: Positionen
el: Θέσεις
es: Posiciones
hu: Pozíciók
it: Posizioni
ja: 位置
ko: 위치
nl: Posities
pl: Pozycje
pt_br: Posições
ro: Poziții
sv: Positioner
tr: Konumlar
uk: Позиції
